{
  "nav":{
    "btn_home":"HOME",
    "btn_guide":"GUIDE",
    "btn_lang":"EN"
  },
  "home":{
    "text_title":"ORGANIZATIONAL PARTICIPATORY RESEARCH Practice Guide",
    "text_desc":"<span class='subheading'>Disponible en français et en anglais,  ce guide fournit des recommandations pour aider toutes les parties prenantes </span><br/><span class='subheading'>(chercheurs, cliniciens, gestionnaires et patients partenaires) à mettre en œuvre un projet de recherche participative</span><br/> <span class='subheading'> qui vise à améliorer les pratiques dans une (ou des) organisation(s) de santé.</span>",
    "btn_customize":"Customize"
  },
  "guide":{
    "text_step":[
      "FORM AN OPR WORKING GROUP AND COLLECTIVELY ESTABLISH WORK PROCESSES",
      "COLLECTIVELY ESTABLISH OBJECTIVES, ANALYZE DATA AND DETERMINE HOW TO USE OPR RESULTS",
      "ADAPT THE OPR PROCESSES TO THE NEEDS OF THE WORKING GROUP MEMBERS",
      "COLLECTIVELY ENSURE THE DEVELOPMENT AND NURTURING OF RELATIONSHIPS WITHIN THE WORKING GROUP"
    ],
    "btn_next":"Next",
    "btn_previous":"Previous",
    "btn_export":"Generate PDF",
    "btn_expandAll":"Expand All",
    "btn_collapseAll":"Collapse All",
    "btn_selectAll":"Select All",
    "btn_save":"Save",
    "cbx_selectHint":"Select this substep",
    "txt_instrHint":"Customized Instructions",
    "text_content":[
      {
        "title_text":"1. FORM AN OPR WORKING GROUP AND COLLECTIVELY ESTABLISH WORK PROCESSES",
        "intro_text":"Organizational Participatory Research (OPR) is carried out by a core working group of health organization and academic researcher stakeholders. Health organization stakeholders participating in the working group ought to be representative of all organization stakeholder groups. That is, representatives of those who will need to implement the changes addressed by the OPR, as well as representatives of those who will be affected by the changes (and their potential effects), should participate in research-related decisions, with the academic researcher(s), throughout the OPR. Literature reviews suggest health organization stakeholders’ participation in the decisionmaking may take the form of being consulted by the academic researcher(s) or co-constructing the OPR with the academic researcher(s) (Bush et al., 2015; Munn-Giddings, McVicar, & Smith, 2008). The decision regarding extent of participation should be that of the working group.",

        "subheader_text":[
          "1.1. RECRUIT STAKEHOLDER REPRESENTATIVES KNOWN TO WORK WELL IN GROUPS.",
          "1.2. RECRUIT WORKING GROUP MEMBERS OF ALL STAKEHOLDER TYPES, INCLUDING MANAGEMENT.",
          "1.3. ASSESS AND RESPOND TO WORKING GROUP MEMBERS’ TRAINING NEEDS.",
          "1.4. ESTABLISH PROJECT MANAGEMENT PROCESSES",
          "1.5. SCHEDULE AND HOLD MEETINGS AT REGULAR INTERVALS",
          "1.6. ENSURE MEETINGS ARE STRUCTURED, FOCUSSED AND EVALUATED.",
          "1.7. AGREE UPON COMMUNICATION MECHANISMS.",
          "1.8. ESTABLISH MECHANISMS FOR CONTINUITY."
        ],
        "guide_text":[
          "working group members should be willing collaborators, open to listening to others and to compromise.<br /><br /> working group members with divergent opinions, or who challenge the objectives and processes of the OPR may provide relevant contributions. ",
          "Variety within stakeholder types is also important. This may mean recruiting patients with different socio-economic characteristics, age, and health status; academic researchers from qualitative and quantitative backgrounds.<br /><br /> Stakeholder types should be represented in equivalent numbers.<br /><br /> It may be difficult to achieve such fair representation of all stakeholder types, but this should not stop the OPR process. Some projects begin with a few individuals and recruit others as the OPR gains traction within the organisation.<br /><br /> Relevant management participation is required for the approval of the OPR and change implementation activities, and for the allocation of required resources.",
          "It is essential that all working group members have the necessary skills and knowledge (or the opportunity to get training and improve) to be able to contribute effectively to the OPR. At the outset of the OPR, working group members should express their needs and determine how to address them.<br /><br /> This may mean providing a research literacy workshop for the non-academic members of the team, OPR training for the academic members, meeting facilitation skills training, or a meeting decorum seminar, to name a few examples.",
          "OPR projects require a certain amount of management and coordination to, for instance, call meetings, prepare agendas, write and circulate meeting notes, follow up with people regarding their OPR-related tasks.<br /><br /> Ideally, these responsibilities should be shared between an academic working group member, a member who is from the health organization and one who is a service user. These leaders must have relevant skills and knowledge and be committed to the success of the OPR. This is particularly important for OPR projects that lead to additional projects in the health organization.<br /><br /> Managing OPR in this way is not always possible, nor practical, and academics often assume the project management. It is recommended to develop to a succession plan to transfer project management responsibilities to an individual embedded in the organization and a service user to facilitate the continued work.<br /><br /> Management needs to support these leaders to ensure they have the time and resources to do the work.<br /><br /> Support for the service user leader is also required in the form of financial compensation and material resources (office space and supplies, computer-related resources, etc.).",
          "Working group meetings are central to OPR as they provide valuable opportunities for members to discuss, debate, reflect, and develop relationships, helping to drive the OPR and to ensure its relevance to the organization and its members. Working in a participatory way, from the project planning phase and holding meetings regularly is an important part of the overall OPR process and helps to generate benefits over and above the OPR project objectives",
          "Working group members need to feel the meeting time is productive. This may mean, among other possibilities, beginning each meeting by reviewing OPR actions and results, followed by making informed decisions for subsequent actions.<br /><br /> Meeting agendas should be set and circulated prior to each meeting, and all members should have the opportunity to make modifications or additions.<br /><br /> It is essential to produce and circulate a summary of the working group’s discussion and reflections soon after each meeting. Include a summary of decisions and action points that provide precise instructions for specific people, and a timeline.<br /><br /> Ensure working group members regularly complete an OPR process evaluation survey, reflect on results, and implement means to improve their working group processes, including meetings. A list of evaluation questionnaires can be found here<a href='https://www.mcgill.ca/library/find/escholarship'> https://www.mcgill.ca/library/find/escholarship</a>",
          "All OPR-related decisions and actions need to be made explicit, written down, and verbally validated with all working group members. One cannot assume that because information has circulated, it has been understood the same way by all members.<br /><br /> Continual checking for understanding is necessary. This may mean beginning each meeting by reviewing the notes from the previous meeting.<br /><br /> It is important to establish how to communicate with working group members who miss meetings, or with organization members not engaged in the OPR. Among other possibilities, this may mean making a log book available in the health organization or posting information on an online message board.",
          "Competing obligations may make it impossible for some working group members to attend every meeting. Also, some may be more likely to get involved if they know they do not have to attend every meeting. Some OPR studies report the value of allowing new members to join the working group during the OPR process, while others report this as disruptive. The working group should discuss and decide what is most appropriate for them and their OPR.<br /><br /> The working group should establish communication means to ensure all working group members remain abreast of activities and engaged in decisions.<br /><br /> Among other options, this may mean videorecording meetings and making them available online or distributing meeting notes soon after meetings.<br /><br /> From the outset of the OPR, the working group should decide how to manage losing members (including academic members) in the midst of a project (due to, for instance, staff turnover, work constraints, health issues, or dissatisfaction with the OPR).<br /><br /> Should the working group decide to replace members who leave, recruiting individuals with equivalent expertise, as well as from the same stakeholder group, is warranted."
        ]
      },
      {
        "title_text":"2. COLLECTIVELY ESTABLISH OBJECTIVES, ANALYZE DATA AND DETERMINE HOW TO USE OPR RESULTS",
        "intro_text":"A systematic review of the OPR health literature suggests that the research decisions that must be made in a participatory manner pertain to the research question and specific objectives of the OPR, the data analysis and the use of results are crucial (Bush et al., 2015). Participation in other research phases, while not addressed explicitly in this document, can be addressed collectively by the working group, as well. This may mean, for instance, that the working group plans the data collection, identifying, for instance, participants to recruit and how to recruit them, or the type of data to collect and by which means.",
        "subheader_text":[
          "2.1. ESTABLISH OBJECTIVES QUICKLY TO HELP BUILD THE COMMITMENT OF WORKING GROUP MEMBERS.",
          "2.2. ANALYZE DATA AND INTERPRET RESULTS.",
          "2.3. IMPLEMENT CHANGES BASED ON RESULTS."
        ],
        "guide_text":[
          "A systematic review of the OPR health literature suggests that if the OPR is initiated by the organization, then the likelihood the OPR will lead to benefits beyond those sought is quadrupled (Bush et al., 2017). All working group members should contribute to defining the precise nature of the OPR to ensure objectives are pertinent to all stakeholders who will be affected by the changes or who will need to implement the changes.",
          "Analyzing data and interpreting results are essential parts of the OPR process. The diversity of the working group members will lend depth and rigour to the process. The academics contribute, among other things, data analysis expertise, whereas, other members contribute, among other things, practical expertise.<br /><br /> Collective data analysis does not necessarily mean that all working group members participate in the technical work of the analysis (e.g., coding qualitative data, performing statistical analyses). With the support of the academics, the working group may decide which types of analyses are needed (e.g., comparison of groups of participants, changes in variables over time) or comment on qualitative categories such as preliminary themes to help direct the analysis which may be performed by the academics.<br /><br /> Working iteratively, discussing, debating, and reflecting as a group, is necessary. This entails validating, confirming and understanding different points of view, and documenting reflections and decisions. ",
          "An important advantage of the OPR approach, is that practice changes may be made in the organization as soon as the working group has research results.<br /><br /> Depending on the research methodology used, it is possible for the working group to take actions intended to improve practices based on preliminary results.<br /><br /> The participatory processes can lead to changes in the practice environment and the organization members, which may in turn influence the OPR.<br /><br /> The working group must document changes that are made or occur; reflect on their impact on the organization, its members, and the research itself; reassess the OPR objectives, and determine new ones if necessary or desired.<br /><br /> The working group should also plan and implement a process to evaluate the changes made."
        ]
      },
      {
        "title_text":"3. ADAPT THE OPR PROCESSES TO THE NEEDS OF THE WORKING GROUP MEMBERS",
        "intro_text":"All working group members must be able to express themselves equally. This means the group should implement informal processes or clear procedures to ensure all members feel at ease and comfortable to express themselves during meetings. It is necessary to adapt OPR-related work to the knowledge, skills, and needs of all working group members. This may mean submitting suggestions in writing prior to meetings.",
        "subheader_text":[
          "3.1. ADAPT OPR PROCESSES TO SCHEDULES.",
          "3.2. ADAPT OPR PROCESSES TO LANGUAGE AND LITERACY NEEDS.",
          "3.3. ADAPT COMMUNICATION TOOLS TO NEEDS OF WORKING GROUP MEMBERS",
          "3.4. ADAPT OPR PROCESSES TO WORKING GROUP MEMBERS’ SKILLS."
        ],
        "guide_text":[
          "The working group must negotiate how best to accommodate members’ different schedules. This could mean (among other options) using video/teleconferencing platforms to enable participation of working group members who are unable to attend the meeting onsite.",
          "It is important to share and clarify any specific terms that will be used in the OPR (jargon, symbols, acronyms, for instance). No one stakeholder will understand the technical lexicons of all the other stakeholders, for example.<br /><br /> Steps should be taken to ensure all group members understand what is discussed during meetings and can, thus, participate fully in these discussions.<br /><br /> This recommendation could take the form of several suggestions such as: discouraging the use of acronyms; adapting written and oral language for those whose first language is different than the one used during meetings, or who may have low research or health literacy; using diagrams or or any other visual aid such as videos; or any other option the group deems necessary.",
          "Some members may have functional limitations (e.g., visual, hearing, or cognitive impairment), others may not have access to computing equipment or the internet. The working group must verify members' communication needs and address them accordingly. To this end, one relevant resource to consult is the Centre for Community organizations (COCo) <a href='http://coco-net.org/accessibility-guidelines-organizers-facilitators/'> Accessibility guidelines for organizers and facilitators</a>.",
          "It is not necessary for all working group members to have research skills, but the capacity to analyze and synthesize ideas is an asset. While research skills are not a pre-requisite to participation, they are important to the OPR process.<br /><br /> It may be pertinent to support the development of all working group members’ skills in terms of research and the context of the project.<br /><br /> This may mean offering research and OPR literacy training to ensure all working group members understand key concepts, general research processes and methods (e.g., basic statistics, qualitative themes), ethical considerations, publication processes, and requirements for academic promotion.<br /><br /> Academics may need to learn the value of working with non-academics as well as how to respectfully and meaningfully engage with all working group members."
        ]
      },
      {
        "title_text":"4. COLLECTIVELY ENSURE THE DEVELOPMENT AND NURTURING OF RELATIONSHIPS WITHIN THE WORKING GROUP",
        "intro_text":"Developing and nurturing relationships among working group members can be a lengthy process and requires constant effort. However, this step is key. It is not always possible to devote a lot of time and energy to build these relationships due to conflicting schedules and the demands of research (e.g., funding cycles and timelines). It is therefore, important to incorporate relationship building and maintenance activities into the OPR processes. ",
        "subheader_text":[
          "4.1. ENSURE RECIPROCITY, TRUST, AND RESPECT WITHIN THE WORKING GROUP.",
          "4.2. RECOGNISE, EXPLICITLY, WHAT WORKING GROUP MEMBERS LEARN FROM ONE ANOTHER.",
          "4.3. ENSURE POTENTIAL, ACTUAL, OR PERCEIVED POWER DIFFERENTIALS AMONG WORKING GROUP MEMBERS ARE ACKNOWLEDGED AND ADDRESSED.",
          "4.4. ENSURE EACH WORKING GROUP MEMBER’S EXPECTATIONS ARE EXPRESSED AND UNDERSTOOD.",
          "4.5. DISCUSS, DEFINE AND CLARIFY THE OPR-RELATED ROLES AND RESPONSIBILITIES OF EACH WORKING GROUP MEMBER.",
          "4.6. DISCUSS, DEFINE, AND CLARIFY ETHICAL RULES FOR COLLECTING, USING, AND STORING DATA.",
          "4.7. DISCUSS, DEFINE, AND CLARIFY RULES FOR ACCESSING AND DISSEMINATING SCIENTIFIC RESEARCH MATERIALS AND PUBLICATIONS.",
          "4.8. DISCUSS AND CLARIFY BENEFITS OF PARTICIPATION IN THE OPR, FOR ALL WORKING GROUP MEMBERS, FROM THE OUTSET.",
          "4.9. BE TRANSPARENT ABOUT CHALLENGES THAT MAY OCCUR AND DETERMINE HOW TO ADDRESS THEM.",
          "4.10. DISCUSS, DEFINE AND CLARIFY HOW WORKING GROUP MEMBERS SHOULD BE COMPENSATED.",
          "4.11. DRAFT AN OPR GUIDING PRINCIPLES DOCUMENT AT THE OUTSET OF THE OPR."
        ],
        "guide_text":[
          "The working group members must cultivate and nurture an atmosphere of awareness and understanding of one another.<br /><br /> The working group climate must be such that members feel safe to express any thought or feeling they may have regarding the OPR.<br /><br /> To help achieve this, options include: signing confidentiality agreements; conducting team building exercises; enjoying a meal together for fun and fellowship before, during, or following meetings; or using given names, rather than titles (e.g., ‘Dr.’, ‘Professor’).",
          "To foster engagement, working group members must regularly express their appreciation for members’ contributions and explicitly state what they have learnt from one another.<br /><br /> To this end, some suggestions include: allotting specific time for this in meeting agendas, tasking a group member to note particular strengths of other members and sharing these at selected meetings, or thanking members with greeting cards and phone calls.",
          "Power differences among working group members, be they actual or perceived, are inevitable. The group must put all members on the same level and strive to achieve equity in terms of participating in discussions, for example.<br /><br /> The group must address explicitly that all members are on equal footing in terms of their expertise (academic, professional or experiential) and benefit from the same degree of power and influence in the context of the OPR, regardless of the roles they hold outside of this research.<br /><br /> The working group should conduct assessments of its transparency and equity, with validated tools, during the OPR with a goal of continuous improvement.",
          "All working group members’ expectations should be explicit and understood. This may include transparent discussions and decisions about project timelines, required time commitments, and how OPR activities will fit into the schedules of all those involved. The funding source and associated requirements should be made explicit, together with expected results and deliverables. It may be useful to set milestones and circulate them in writing, as needed. The working group must remain flexible and agile to modify or prioritize the specific objectives of the OPR to meet the group’s expectations which may evolve overtime and with the renewal of group members",
          "The working group must define the roles needed for the OPR and their associated responsibilities.<br /><br /> This may include, among others, deciding who will take meeting notes and when they should be distributed; deciding who will analyse data and how results will be communicated; or deciding who will disseminate results, to whom, when and how.<br /><br /> It is not necessary for all working group members to take on a leadership role or to be responsible for specific tasks.<br /><br /> Overlapping or competing roles should be discussed openly and made explicit, together with conflicts of interest, if present.",
          "The working group should define and understand how to handle sensitive or confidential data. For instance, it is necessary to anonymize all aggregated data and the results of analyses before they are sent to the working group.",
          "All working group members must have access to research tools, documents, data, and other materials. It is up to their discretion whether or not they take advantage of this access.<br /><br /> Guidelines for publishing OPR findings should be developed and agreed to in a written contract, particularly when the group decides to not follow typical academic norms (e.g., “<a href='https://ethics.gc.ca/eng/policy-politique_tcps2-eptc2_2018.html'>The Tri-Council Policy Statement</a>” in Canada)<br /><br /> All working group members deserve the same recognition for their contributions to the OPR, if they want it<br /><br /> Requirements for intellectual property, collaboration and acknowledgement in publications and presentations (academic or otherwise) must be discussed and adopted by consensus in a meeting (consensus and decision written in meeting notes). They should be negotiated and agreed to in a written contract when the group decides not to apply typical academic norms.<br /><br /> All working group members’ contributions must be described in publications and presentations.",
          "OPR working group members benefit from their participation in myriad ways. For instance, patients may benefit regarding the knowledge they acquire through the OPR regarding their health condition and rationale for certain care practices, health care professionals may improve their working relationships with other organization members, the relationships patients and health care providers develop in the working group may benefit their patient-provider interactions, and all members may experience improved confidence or leadership skills.<br /><br /> Addressing what cannot be achieved through the OPR is also important. Among other things, this may mean clarifying that the OPR is not a context for addressing clinical or social issues of working group members. ",
          "It is important to define a mechanism for working group members to express concerns or grievances they may develop as the OPR progresses, be they ethical, practical, theoretical, methodological, or otherwise.<br /><br /> Among others, challenges may include potential for conflicts of interest regarding patientprovider relationships, strained work relationships, or disagreements about the meaning of results.<br /><br /> Options for addressing challenges include: reporting more than one possible interpretation of results in publications (being transparent regarding diverging viewpoints), communicating with the university ombudsman, or an ethical review board independent of the institution that approved the OPR.<br /><br /> The working group should determine mechanisms for dealing with dissension (ideally before any dissension occurs). Enlisting the help of an arbitrator may be required at times.",
          "Compensation must be fully addressed during the planning phase of the OPR (e.g., funding or ethical approval applications).<br /><br /> For instance, the following suggestion may be helpful: budget for service users to receive financial compensation for their time, as well as costs incurred for participation (e.g., parking, child care, meals), and plan for honoraria or costs associated with clinicians who are granted leave from professional duties to allow for time to participate in the OPR activities.<br /><br /> Compensation for different group members may be governed by institutional regulations and this should be made explicit at the outset.",
          "The working group’s decisions regarding the recommendations in this practice guide should be written in a document outlining the guiding principles of the OPR. All working group members should agree to the principles, in writing (or provide their informed consent during a meeting when the document is formally presented, discussed and indicated in the meeting notes. The guiding principles may be amended during the OPR, but it is important for the working group to produce a written document of principles, at the outset of their OPR project."
        ]
      }
    ]
  }
}