{
  "nav":{
    "btn_home":"HOME",
    "btn_guide":"GUIDE",
    "btn_lang":"FR"
  },
  "home":{
    "text_title":"Guide sur la recherche participative organisationnelle (RPO)",
    "text_desc":"<span class='subheading'>Disponible en français et en anglais,  ce guide fournit des recommandations pour aider toutes les parties prenantes </span><br/><span class='subheading'>(chercheurs, cliniciens, gestionnaires et patients partenaires) à mettre en œuvre un projet de recherche participative</span><br/> <span class='subheading'> qui vise à améliorer les pratiques dans une (ou des) organisation(s) de santé.</span>",
    "btn_customize":"Customize"
  },
  "guide":{
    "text_step":[
      "CONSTITUER UN GROUPE DE TRAVAIL EN RPO ET ÉTABLIR COLLECTIVEMENT DES PROCESSUS DE FONCTIONNEMENT.",
      "FORMULER COLLECTIVEMENT LES OBJECTIFS, ANALYSER LES DONNÉES ET DÉTERMINER L’UTILISATION DES RÉSULTATS OBTENUS LORS D’UNE RPO.",
      "ADAPTER LES PROCESSUS DE LA RPO AUX BESOINS DES MEMBRES DU GROUPE DE TRAVAIL",
      "VEILLER COLLECTIVEMENT À L’ÉTABLISSEMENT ET À L’ENTRETIEN DES RELATIONS AU SEIN DU GROUPE DE TRAVAIL."
    ],
    "btn_next":"Next",
    "btn_previous":"Previous",
    "btn_export":"Generate PDF",
    "btn_expandAll":"Expand All",
    "btn_collapseAll":"Collapse All",
    "btn_selectAll":"Select All",
    "btn_save":"Save",
    "cbx_selectHint":"Select this substep",
    "txt_instrHint":"Customized Instructions",
    "text_content":[
      {
        "title_text":"1. CONSTITUER UN GROUPE DE TRAVAIL EN RPO ET ÉTABLIR COLLECTIVEMENT DES PROCESSUS DE FONCTIONNEMENT. ",
        "intro_text":"Toute RPO est menée par un groupe de travail composé des représentants de parties prenantes membres universitaires et membres d’organisations de santé.<br /><br /> Les parties prenantes organisationnelles qui participent à ce groupe de travail devraient représenter tous les types de parties prenantes de l’organisation de santé, c’est-à-dire les représentants de ceux qui devront mettre en œuvre les changements visés par la RPO et les personnes qui représentent ceux touchés par les changements (et leurs répercussions possibles) devraient tous prendre part aux décisions liées à la recherche avec le ou les universitaires tout au long de la RPO.<br /><br /> Des revues de la littérature indiquent que la participation à la prise de décision par les parties prenantes d’organisations de santé peut prendre la forme soit d’une consultation par le ou les universitaires, ou d’une mise en contexte de la RPO en collaboration avec ce ou ces derniers (Bush et al., 2015; Munn-Giddings, McVicar et Smith, 2008). La décision quant à l’ampleur de la participation doit être décidée par le groupe de travail.",
        "subheader_text":[
          "1.1. RECRUTER DES REPRÉSENTANTS DES PARTIES PRENANTES QUI ONT UNE EXPÉRIENCE DE TRAVAIL EN GROUPE. ",
          "1.2. RECRUTER DES MEMBRES DU GROUPE DE TRAVAIL QUI PROVIENNENT DE TOUTES LES PARTIES PRENANTES, DONT LA GESTION.",
          "1.3. ÉVALUER ET SATISFAIRE AUX BESOINS EN FORMATION DES MEMBRES DU GROUPE DE TRAVAIL.",
          "1.4. ÉTABLIR DES PROCESSUS DE GESTION DE PROJET.",
          "1.5. PLANIFIER ET TENIR DES RÉUNIONS À INTERVALLES RÉGULIERS.",
          "1.6. S’ASSURER QUE LES RÉUNIONS SONT STRUCTURÉES, CIBLÉES ET ÉVALUÉES.",
          "1.7. S’ENTENDRE SUR DES MÉCANISMES DE COMMUNICATIONS.",
          "1.8. ÉTABLIR DES MÉCANISMES ASSURANT LA CONTINUITÉ."
        ],
        "guide_text":[
          "Les membres du groupe de travail devraient collaborer de bon gré, être disposés à écouter d’autres personnes et accepter de faire des compromis lorsque cela est pertinent et nécessaire.<br /><br /> Les membres du groupe de travail exprimant des opinions divergentes ou qui contestent les objectifs et les processus de la RPO peuvent contribuer de manière pertinente et appropriée.",
          "Tous les types de parties prenantes doivent être représentés au sein du groupe de travail étant donné que les divergences de point de vue entre les membres peuvent accroître la valeur et la pertinence des résultats pour les parties prenantes.<br /><br /> La diversité au sein des parties prenantes est importante. Elle s’obtient notamment par le recrutement de patients dont les caractéristiques socio-économiques, l’âge et l’état de santé diffèrent; également par le recrutement d’universitaires ayant une expérience appropriée en recherche utilisant les méthodes qualitatives, quantitatives ou mixtes.<br /><br /> Les parties prenantes doivent être représentées en effectifs équivalents.<br /><br /> Il peut s’avérer difficile de parvenir à une telle représentation équitable de toutes les parties prenantes, mais ce recrutement ne doit pas freiner le processus RPO. Certains projets de recherche sont mis en branle avec quelques personnes et d’autres personnes peuvent être recrutées après que la RPO ait débuté au sein de l’organisation.<br /><br /> Une participation pertinente des gestionnaires est requise pour l’approbation de la RPO et la mise en œuvre d’activités de changements ainsi que l’affectation des ressources nécessaires au changement.",
          "Il est essentiel que tous les membres du groupe de travail disposent des compétences et des connaissances nécessaires (ou de la possibilité de se former et de se perfectionner) pour pouvoir contribuer efficacement à la RPO.<br /><br /> Les membres du groupe de travail devraient exprimer leurs besoins et déterminer la façon de les satisfaire dès le début d’une RPO.<br /><br /> Pour ce faire, ceci pourrait prendre la forme d’un atelier sur la littératie en recherche offert aux membres non universitaires de l’équipe, une formation de base en RPO pour les universitaires et de tous les autres membres du groupe de travail, une formation sur le développement de compétences d’animation de réunion ou bien un séminaire sur les règles et convenances nécessaires au bon déroulement d’une réunion, entre autres.",
          "Les projets de RPO exigent une certaine gestion et coordination pour, par exemple, planifier des réunions, préparer les ordres du jour, rédiger et distribuer les comptes rendus, et effectuer le suivi auprès des membres du groupe de travail à l’égard de leurs tâches.<br /><br /> Idéalement, ces responsabilités peuvent être partagées entre un membre du groupe qui est universitaire, un qui fait partie de l’organisation de santé et un qui est utilisateur de services. Les responsables doivent avoir les compétences et les connaissances pertinentes, et ont à cœur le succès de la RPO. Cette disposition est particulièrement importante pour permettre le développement de nouveaux projets au sein de l’organisation de santé.<br /><br /> Une gestion de ce genre n’est pas toujours possible ni pratique, et les universitaires assument souvent la gestion de projet. Il est recommandé d’élaborer un plan de relève en vue de confier les responsabilités de la gestion de projet à une personne de l’organisation de santé et à un utilisateur de services pour faciliter la poursuite des travaux.<br /><br /> La direction doit appuyer ces responsables (leaders) afin de s’assurer qu’ils ou elles disposent du temps et des ressources nécessaires pour gérer le projet.<br /><br /> L’appui à l’utilisateur de services qui assume des responsabilités doit inclure un soutien sous forme de compensation financière et de ressources matérielles (p. ex., espace de bureau et fournitures informatiques, entre autres).",
          "Les réunions du groupe de travail s’avèrent essentielles à tout projet RPO puisqu’elles offrent de précieuses occasions aux membres pour discuter, débattre, réfléchir ainsi qu’établir des relations qui contribuent à stimuler le projet et à maintenir sa pertinence auprès de l’organisation de santé. Travailler de manière participative dès la phase de planification du projet, et tenir régulièrement des réunions du groupe de travail, jouent un rôle important dans le cadre du processus de RPO et contribuent à générer des bénéfices au-delà des objectifs initiaux du projet de cette recherche.",
          "Les membres du groupe de travail doivent ressentir que le temps alloué à la réunion est productif. Pour y parvenir, il est possible de commencer chaque réunion en examinant les actions et les effets de la RPO, suivie d’une prise de décisions éclairées à l’égard de démarches ultérieures.<br /><br /> Les ordres du jour devraient être établis et envoyés avant chaque réunion et tous les membres du groupe de travail devraient pouvoir leur apporter des modifications ou ajouts.<br /><br /> Produire et faire circuler un résumé des discussions et des réflexions du groupe de travail peu de temps après chaque réunion est essentiel. Inclure un résumé des décisions prises et des actions à mener accompagné d’instructions et du nom des personnes à qui elles s’appliquent de même qu’un échéancier.<br /><br /> Veiller à ce que les membres du groupe de travail remplissent régulièrement un questionnaire d’évaluation sur le processus de la RPO, réfléchissent aux résultats et mettent en œuvre des moyens afin d’améliorer les procédés relatifs au fonctionnement de groupe, notamment les réunions. Une liste de questionnaires d’évaluation se trouve ici <a href='http://digitool.library.mcgill.ca/webclient/StreamGate?folder_id=0&dvs=1536349314587~470'> http://digitool.library.mcgill.ca/webclient/StreamGate?folder_id=0&dvs=1536349314587~470</a>",
          "Toutes les décisions et les mesures liées à la RPO doivent être rendues explicites, consignées et validées verbalement par tous les membres du groupe de travail. Le fait que l’information a circulé ne permet pas de supposer que tous les membres ont tout compris de la même façon.<br /><br /> Une vérification continue de la compréhension de chacun des membres est nécessaire. Elle s’accomplit notamment en commençant chaque réunion en révisant les notes prises durant la séance précédente.<br /><br /> Il est important de déterminer les moyens de communiquer avec les membres du groupe de travail qui ont manqué des réunions ou avec ceux de l’organisation qui ne participent pas à la RPO. Pour y parvenir, il est possible de tenir un registre au sein de l’organisation de santé ou bien d’afficher l’information sur un babillard en ligne.",
          "Des conflits d’horaire peuvent empêcher certains membres du groupe de travail d’assister à toutes les réunions. De plus, quelques-uns seraient plus disposés à s’impliquer s’ils ont la garantie de ne pas être obligés de participer à chaque séance. Certaines études sur la RPO rapportent que l’ajout de nouveaux membres au groupe de travail pendant le processus de la RPO pourrait être bénéfique, alors que d’autres présentent ce dernier comme un élément perturbateur. Le groupe de travail doit se prononcer sur ce qui convient le mieux à ses membres, et ce qui convient le mieux au projet RPO.<br /><br /> Le groupe de travail doit également mettre en place des moyens de communication pour faire en sorte que tous les membres puissent facilement se tenir informés des activités et participer à la prise de décisions.<br /><br /> Cette mesure pourrait prendre la forme d’un enregistrement vidéo des réunions qui peut être disponible en ligne, et de la distribution par infolettre ou babillard en ligne des comptes rendus des réunions peu de temps après leur tenue.<br /><br /> Le groupe de travail pourrait décider d’emblée de la façon de renouveler les membres (y compris les universitaires) qui pourraient quitter en cours de projet (p. ex., en raison du roulement de personnel, des contraintes professionnelles, de raisons de santé, ou tout simplement d’une insatisfaction à l’égard de la RPO).<br /><br /> Dans l’éventualité où le groupe de travail décide de remplacer les membres qui quittent, il est important de recruter des personnes ayant des compétences équivalentes en plus de provenir du même type de partie prenante."
        ]
      },
      {
        "title_text":"2. FORMULER COLLECTIVEMENT LES OBJECTIFS, ANALYSER LES DONNÉES ET DÉTERMINER L’UTILISATION DES RÉSULTATS OBTENUS LORS D’UNE RPO. ",
        "intro_text":"Une revue systématique de la littérature en RPO avec des organisations de santé indique que les décisions essentielles qui doivent être prises de façon participative concernent la question et les objectifs spécifiques du projet de recherche, l’analyse des données ainsi que l’utilisation des résultats (Bush et al., 2015). Même s’il n’en est pas explicitement question dans ce document, le type de participation à chaque phase du projet de recherche peut également être décidé de manière collective par le groupe de travail. Par exemple, ceci peut prendre la forme d’une discussion au sein du groupe de travail pour planifier la collecte des données, notamment identifier les participants à recruter et la façon de s’y prendre pour les recruter, ou le type de données à recueillir et la manière de procéder.",
        "subheader_text":[
          "2.1. FORMULER RAPIDEMENT DES OBJECTIFS POUR AIDER À FAVORISER L’ENGAGEMENT DES MEMBRES DU GROUPE DE TRAVAIL.",
          "2.2. ANALYSER LES DONNÉES ET INTERPRÉTER LES RÉSULTATS.",
          "2.3. METTRE EN ŒUVRE LES CHANGEMENTS D’APRÈS LES RÉSULTATS."
        ],
        "guide_text":[
          "Les résultats de cette revue de la littérature suggèrent que la probabilité que la RPO entraîne des bénéfices au-delà des effets souhaités est quadruplée lorsque les projets de recherche sont initiés par les organisations de santé (Bush et al., 2017). Tous les membres du groupe de travail devraient contribuer à définir la nature exacte de la RPO pour s’assurer que les objectifs sont pertinents du point de vue de toutes les parties prenantes qui seront touchées par les changements ou qui devront les mettre en œuvre.",
          "L’analyse des données et l’interprétation des résultats constituent des éléments essentiels au processus de la RPO. La diversité des membres conférera une profondeur et une rigueur au groupe de travail dans ce domaine. Les universitaires mettent notamment leur expertise à contribution en matière d’analyse de données, et d’autres personnes offrent leur expertise pratique (entre autres exemples).<br /><br /> Une démarche collective d’analyse de données ne signifie pas que tous les membres du groupe de travail participent aux tâches analytiques (p. ex., coder les données qualitatives, effectuer des analyses statistiques). Avec le soutien des universitaires, le groupe de travail peut déterminer les types d’analyses qui sont requises (p. ex., comparaison entre types de participants, changements qui se produisent dans les variables au fil du temps) ou bien formuler des commentaires sur les catégories qualitatives comme les thèmes préliminaires afin d’aider à diriger l’analyse que les universitaires peuvent effectuer.<br /><br /> Il faut travailler de manière itérative, discuter, débattre et réfléchir en tant que groupe. Ces efforts demandent la validation, la confirmation et la compréhension de points de vue différents ainsi que la documentation des réflexions émises et des décisions prises.",
          "Le fait que des changements en termes de pratiques peuvent être apportés au sein de l’organisation de santé dès que le groupe de travail a obtenu des résultats de recherche s’avère un avantage important d’une approche en RPO.<br /><br /> Selon la méthodologie de recherche utilisée, il peut arriver au groupe de travail de prendre des mesures pour améliorer les pratiques en fonction des résultats préliminaires.<br /><br /> Les processus participatifs peuvent engendrer des changements dans le milieu de la pratique et à l’égard des membres de l’organisation de santé, ce qui pourrait à son tour influencer la RPO.<br /><br /> Le groupe de travail doit documenter les changements apportés ou survenus, réfléchir à l’incidence de ces changements sur l’organisation, ses membres et la recherche en soi, réévaluer les objectifs de la RPO de même qu’en fixer des nouveaux lorsque c’est nécessaire ou souhaitable.<br /><br /> Le groupe de travail devrait également planifier et mettre en œuvre un processus permettant d’évaluer les changements apportés."
        ]
      },
      {
        "title_text":"3. ADAPTER LES PROCESSUS DE LA RPO AUX BESOINS DES MEMBRES DU GROUPE DE TRAVAIL.",
        "intro_text":"Tous les membres du groupe de travail doivent pouvoir avoir un droit de parole égal. Autrement dit, le groupe devrait mettre en œuvre des moyens informels ou des procédures claires pour veiller à ce que tous les membres se sentent à l’aise de s’exprimer pendant les réunions. Il est nécessaire d’adapter les travaux de la RPO aux connaissances, aux compétences et aux besoins de tous les membres du groupe de travail. Ceci pourrait prendre la forme de suggestions soumises par écrit avant les réunions.",
        "subheader_text":[
          "3.1. ADAPTER CES PROCESSUS SELON LES HORAIRES.",
          "3.2. ADAPTER CES PROCESSUS SELON LES BESOINS LINGUISTIQUES ET EN LITTÉRATIE.",
          "3.3. ADAPTER LES OUTILS DE COMMUNICATION AUX BESOINS DES MEMBRES DU GROUPE DE TRAVAIL.",
          "3.4. ADAPTER CES PROCESSUS SELON LES COMPÉTENCES DES MEMBRES DU GROUPE DE TRAVAIL."
        ],
        "guide_text":[
          "Le groupe de travail doit négocier la meilleure manière de tenir compte des horaires différents de ses membres.<br /><br /> Pour y arriver, il est possible d’utiliser des plateformes vidéo ou de téléconférence afin de permettre la participation à distance des membres du groupe de travail qui ne peuvent pas se déplacer pour assister aux réunions en présence.",
          "Il est important de partager les termes spécialisés en usage dans le projet de RPO (le « jargon » et les symboles du projet); aucune partie prenante ne peut comprendre l’ensemble du lexique technique des autres parties par exemple.<br /><br /> Des mesures doivent être prises pour s’assurer que tous les membres du groupe de travail comprennent bien ce qui est discuté et peuvent ainsi participer pleinement à la discussion.<br /><br /> Cette recommandation pourrait prendre la forme de plusieurs suggestions telles que : décourager l’emploi d’acronymes; adapter l’écrit et l’oral à l’intention de ceux dont la langue utilisée lors des réunions n’est pas la langue maternelle ou bien pour ceux qui ont un faible niveau de littératie en recherche et en santé; utiliser des schémas ou toute autre aide visuelle comme des vidéos, ou toute autre option que les membres jugent nécessaire.",
          "Certains membres du groupe de travail peuvent présenter des limitations fonctionnelles (p. ex., déficience visuelle, auditive ou cognitive), tandis que d’autres risquent de ne pas avoir accès à de l’équipement informatique ou à l’Internet. Le groupe de travail doit vérifier les besoins de ses membres en matière de communication et les satisfaire. Une ressource pertinente peut être consultée à ce sujet : <a href='https://coco-net.org/accessibility-guidelines-organizersfacilitators/?lang=fr'> https://coco-net.org/accessibility-guidelines-organizersfacilitators/?lang=fr</a>",
          "Il n’est pas nécessaire que les tous les membres du groupe de travail disposent de compétences en recherche, mais la capacité d’analyser et de synthétiser des idées constitue un atout.<br /><br /> Bien que les compétences en recherche ne soient pas une condition préalable à la participation, un niveau minimal de littératie en recherche est important pour participer pleinement à un projet en RPO.<br /><br /> Il pourrait être pertinent de soutenir l’amélioration des compétences chez tous les membres du groupe de travail en termes de recherche et de contexte du projet.<br /><br /> Cela peut prendre la forme d’une formation en littératie en recherche et en RPO qui est offerte à tous les membres du groupe de travail afin de s’assurer qu’ils comprennent bien les concepts clés, les processus et les méthodes à l’égard de la recherche en général (p. ex., les notions de base en épidémiologie, en statistiques et en méthodes qualitatives), les considérations éthiques, les mécanismes de publication de même que les critères de promotion en milieu universitaire. Les universitaires doivent apprendre l’importance de travailler avec des gens qui ne sont pas affiliés à une université et aussi la façon de participer avec respect et de façon significative avec tous les membres du groupe de travail."
        ]
      },
      {
        "title_text":"4. VEILLER COLLECTIVEMENT À L’ÉTABLISSEMENT ET À L’ENTRETIEN DES RELATIONS AU SEIN DU GROUPE DE TRAVAIL.",
        "intro_text":"Établir et entretenir des relations parmi les membres du groupe de travail peut prendre du temps et nécessite un effort constant. Cependant, cette étape est essentielle. Il n’est pas toujours possible de consacrer beaucoup de temps et d’énergie à bâtir ces relations en raison des horaires conflictuels et des exigences de la recherche (p. ex., les échéanciers et cycles de financement). En conséquence, il est important de mettre en œuvre des activités facilitant la création et le maintien de bonnes relations entre les membres.",
        "subheader_text":[
          "4.1. ASSURER LA RÉCIPROCITÉ, LA CONFIANCE ET LE RESPECT AU SEIN DU GROUPE DE TRAVAIL.",
          "4.2. RECONNAÎTRE EXPLICITEMENT CE QU’APPRENNENT MUTUELLEMENT LES MEMBRES DU GROUPE DE TRAVAIL.",
          "4.3. VEILLER À CE QUE LES DIFFÉRENCES DE POUVOIR POTENTIELLES, RÉELLES OU APPRÉHENDÉES PARMI LES MEMBRES DU GROUPE DE TRAVAIL SOIENT RECONNUES ET ABORDÉES.",
          "4.4. VEILLER À CE QUE LES ATTENTES DE CHAQUE MEMBRE DU GROUPE DE TRAVAIL SOIENT EXPRIMÉES ET COMPRISES",
          "4.5. ABORDER, DÉFINIR ET CLARIFIER LES RÔLES ET LES RESPONSABILITÉS LIÉS À LA RPO ET LES ATTRIBUER À CHAQUE MEMBRE DU GROUPE DE TRAVAIL.",
          "4.6. ABORDER, DÉFINIR ET CLARIFIER LES RÈGLES D’ÉTHIQUE POUR COLLECTER, STOCKER ET ANALYSER LES DONNÉES.",
          "4.7. ABORDER, DÉFINIR ET CLARIFIER LES RÈGLES POUR L’ACCÈS ET LA DIFFUSION DE DOCUMENTS ET DE PUBLICATIONS DE RECHERCHE SCIENTIFIQUE.",
          "4.8. ABORDER ET CLARIFIER DÈS LE DÉPART LES BÉNÉFICES DE PARTICIPATION EN RPO POUR TOUS LES MEMBRES DU GROUPE DE TRAVAIL.",
          "4.9. FAIRE PREUVE DE TRANSPARENCE QUANT AUX DÉFIS QUI PEUVENT SE POSER ET DÉTERMINER LA FAÇON DE LES RELEVER.",
          "4.10. ABORDER, DÉFINIR ET CLARIFIER LA MANIÈRE DONT LES MEMBRES DU GROUPE DE TRAVAIL DEVRAIENT ÊTRE DÉDOMMAGÉS.",
          "4.11. PRÉPARER UN DOCUMENT EXPOSANT LES LIGNES DIRECTRICES DE LA RPO DÈS LA MISE EN CONTEXTE DE LA RECHERCHE."
        ],
        "guide_text":[
          "Les membres du groupe de travail doivent cultiver et entretenir une atmosphère de compréhension et respect mutuels.<br /><br /> Le climat du groupe de travail doit faire en sorte que les membres se sentent à l’aise d’exprimer leurs pensées ou leurs sentiments concernant la RPO.<br /><br /> Pour ce faire, voici quelques suggestions: signer des ententes de confidentialité, organiser des exercices visant à renforcer le travail d’équipe, tenir des rencontres en prenant un repas pour le plaisir (avant, pendant ou après les réunions) ou bien s’appeler par prénom plutôt que par titre de civilité (p. ex., « Dr », « Professeur »).",
          "Pour favoriser l’engagement, les membres du groupe de travail doivent exprimer régulièrement leur reconnaissance à l’égard des contributions des autres et exprimer de façon explicite ce qu’ils ont appris entre eux.<br /><br /> Voici quelques suggestions envisageables pour y arriver : allouer un temps précis à cet aspect dans l’ordre du jour des réunions, attribuer à un membre du groupe de travail la tâche de noter les principales forces soulignées et d’en faire part lors d’une prochaine réunion, remercier les membres au moyen de cartes de vœux et d’appels téléphoniques.",
          "Les différences de pouvoir parmi les membres du groupe de travail sont inévitables, qu’elles soient réelles ou perçues. Le groupe doit mettre tous les membres sur un pied d’égalité et s’efforcer d’atteindre l’équité en termes de participation aux discussions par exemple.<br /><br /> Le groupe doit explicitement permettre de s’assurer que tous les membres soient mis sur le même pied en termes de leur expertise (académique, professionnelle ou expérientielle) et jouissent d’autant de pouvoir, d’emprise et d’influence dans le cadre du projet RPO, et ce, peu importe leurs rôles, à l’extérieur de cette recherche.<br /><br /> Le groupe devrait effectuer au besoin des évaluations sur sa transparence et son équité avec des outils validés pendant le projet de RPO dans une optique d’amélioration continue.",
          "Les attentes de tous les membres du groupe de travail devraient être explicites et comprises par les autres. Cela peut comprendre des discussions et des prises de décision transparentes concernant les échéanciers du projet, les engagements en temps exigés et la façon dont les activités de RPO cadreront avec les horaires de tous ceux et celles qui y participent. La source de financement et les exigences connexes doivent être rendues explicites, en même temps que les résultats attendus et les livrables. Il pourrait être utile d’établir des jalons et de les distribuer par écrit au besoin. Le groupe de travail doit rester flexible et agile pour modifier ou prioriser les objectifs spécifiques du projet RPO afin de répondre aux attentes du groupe qui peuvent évoluer au fil du temps et du renouvellement de ses membres.",
          "Le groupe de travail doit définir les rôles qu’il faut exercer en matière de RPO et des responsabilités qui lui sont connexes.<br /><br /> Il pourrait s’agir, entre autres choses, de décider qui sera responsable des comptes rendus et de l’échéancier de leur distribution, de l’analyse des données et la façon de communiquer les résultats, ou de la communication des résultats (à qui, quand, comment).<br /><br /> Il n’est pas nécessaire que tous les membres du groupe de travail exercent un rôle de leader ou soient responsables de tâches spécifiques.<br /><br /> Le dédoublement des rôles ou la rivalité entre les membres du groupe de travail devraient faire l’objet de discussions en toute transparence et être rendus explicites, de même que les conflits d’intérêts, le cas échéant.",
          "Le groupe de travail doit définir et savoir comment gérer les données sensibles et confidentielles. Par exemple, il est nécessaire de rendre anonymes toutes les données agrégées et les résultats des analyses avant leur communication au groupe de travail.",
          "Tous les membres du groupe de travail doivent avoir accès aux outils de recherche, aux documents, aux données et aux autres matériels. Il reste à leur discrétion de décider d’utiliser les outils ou non.<br /><br /> Les lignes directrices sur la publication des résultats de la RPO devraient être élaborées et consenties dans une entente écrite entre les membres du groupe de travail, notamment lorsque le groupe décide de ne pas appliquer les normes académiques habituelles (p. ex., la « Politique des 3 conseils scientifiques » au Canada).<br /><br /> Tous les membres du groupe de travail méritent la même reconnaissance pour leurs contributions à la RPO s’ils le souhaitent.<br /><br /> Les exigences en matière de propriété intellectuelle, de collaboration et de remerciements dans les publications et les présentations (de travaux universitaires ou autres) doivent être discutées et les décisions adoptées par consensus en réunion (consensus et décision inscrits dans le compte rendu de réunion). Elles devraient être négociées et consenties dans une entente écrite entre les membres du groupe de travail lorsque le groupe décide de ne pas appliquer les normes académiques habituelles.<br /><br /> Les contributions des membres du groupe de travail dans les publications et les présentations doivent être décrites.",
          "Les membres du groupe de travail de la RPO bénéficient de leur participation de diverses façons. Par exemple, les patients peuvent bénéficier de connaissances qu’ils acquièrent par l’intermédiaire de la RPO au sujet de leur état de santé et la raison d’être de certaines pratiques en matière de soins, les praticiens peuvent améliorer leurs relations de travail avec les autres membres de l’organisation de santé, les relations qu’établissent les patients et les praticiens peuvent être bénéfiques pour leurs interactions, et tous les membres du groupe de travail peuvent ressentir un gain de confiance ou une amélioration des compétences en leadership.<br /><br /> Il importe également de clarifier ce qui ne pourra pas être réalisé par l’intermédiaire de la RPO. Il pourrait s’agir, entre autres choses, de préciser que la RPO ne permet pas de régler les problèmes cliniques ou sociaux propres aux membres du groupe de travail.",
          "Il est important d’établir un moyen pour les membres du groupe de travail d’exprimer leurs préoccupations ou bien les doléances qu’ils peuvent avoir sur le plan éthique, pratique, théorique ou méthodologique (ou autre) au fur et à mesure que la RPO avance.<br /><br /> Notamment, les défis peuvent comprendre les risques de conflits d’intérêts dans les relations entre patient et praticien, les relations tendues dans un milieu de travail ou les divergences d’opinions sur la signification des résultats.<br /><br /> Par exemple, les suggestions suivantes pourraient permettre de relever ces défis : rapporter plus d’une interprétation de résultats dans les publications (p. ex., faire preuve de transparence sur les divergences), communiquer avec l’ombudsman de l’université, ou faire appel à un comité d’éthique indépendant de l’établissement dans lequel la RPO a été approuvée.<br /><br /> Le groupe de travail doit déterminer des mécanismes ou procédures permettant de traiter les dissensions entre les membres (idéalement avant que toute dissension survienne). Il est parfois nécessaire de faire appel à un arbitre.",
          "Le dédommagement doit être inclus dans la planification de la RPO (p. ex., une demande de financement ou d’approbation éthique).<br /><br /> Par exemple, la suggestion suivante peut aider : établir un budget pour que les utilisateurs de services reçoivent une compensation financière pour leur temps et pour les dépenses engagées relatives à leur participation (p. ex., stationnement, garde d’enfants, repas), et prévoir des honoraires et remboursements pour les praticiens qui doivent prendre congé de leurs obligations professionnelles et assumer des dépenses pour participer aux activités de la RPO.<br /><br /> Le dédommagement versé aux différents membres du groupe de travail peut être assujetti aux règlements institutionnels et cela devrait être explicite d’entrée de jeu.",
          "Les décisions du groupe de travail relatives aux recommandations formulées dans ce guide de pratique devraient être énoncées dans un document exposant les lignes directrices de la RPO.<br /><br /> Tous les membres du groupe de travail devraient souscrire par écrit à ces principes (ou pourraient donner leur consentement éclairé dans une réunion lorsque cela est formellement présenté, discuté et consigné dans un compte rendu de réunion).<br /><br /> Les lignes directrices peuvent être modifiées dans le cadre de la RPO, mais il importe que le groupe de travail produise d’entrée de jeu un document exposant les principes directeurs de leur projet RPO."
        ]
      }
    ]
  }
}